aalib
abseil-cpp
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
apache
appstream
apr
apr-util
archlinux-keyring
at-spi2-core
attr
audit
autoconf
automake
avahi
ayatana-ido
baobab
base
base-devel
bash
binutils
bison
bluez
bluez-libs
bluez-obex
bluez-utils
bolt
brltty
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm-1.16
cdparanoia
chromaprint
cifs-utils
colord
colord-gtk-common
colord-gtk4
colord-sane
composefs
coreutils
cracklib
cryptsetup
cups-pk-helper
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
decibels
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
djvulibre
dkms
dotconf
double-conversion
duktape
e2fsprogs
editorconfig-core-c
efibootmgr
efivar
egl-gbm
egl-wayland
egl-x11
eglexternalplatform
electron37
ell
enchant
epiphany
evince
evolution-data-server
exempi
exiv2
expat
faac
faad2
fakeroot
fastfetch
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
fish
flac
flameshot
flatpak
flex
fluidsynth
folks
fontconfig
freeglut
freerdp
freetype2
fribidi
fuse-common
fuse2
fuse3
gamemode
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gdm
geoclue
geocode-glib-2
geocode-glib-common
gettext
gexiv2
ghostscript
giflib
git
github-cli
gjs
glib-networking
glib2
glibc
glibmm-2.68
glslang
glu
glycin
gmp
gnome-app-list
gnome-autoar
gnome-backgrounds
gnome-bluetooth-3.0
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-font-viewer
gnome-keybindings
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gom
gperftools
gpgme
gpgmepp
gpm
graphene
graphite
grep
grilo
grilo-plugins
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-devtools-libs
gst-editing-services
gst-plugin-gtk
gst-plugin-gtk4
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-python
gstreamer
gtest
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtkmm-4.0
gtksourceview4
gtksourceview5
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gzip
harfbuzz
harfbuzz-icu
helix
hicolor-icon-theme
hidapi
highway
htop
hwdata
hyfetch
hyphen
iana-etc
ibus
icu
iio-sensor-proxy
ijs
imagemagick
imath
imlib2
iproute2
iptables
iputils
iso-codes
iwd
jansson
jbig2dec
jbigkit
jq
js140
json-c
json-glib
kbd
keyutils
kguiaddons
kmod
krb5
l-smash
lame
lcms2
ldb
leancrypto
less
libadwaita
libao
libappindicator
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdmapsharing
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedataserverui4
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libfyaml
libgcrypt
libgdata
libgdm
libgee
libgexiv2
libgirepository
libglvnd
libgme
libgoa
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
liblouis
liblqr
liblrdf
libltc
libmakepkg-dropins
libmalcontent
libmanette
libmd
libmediaart
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmtp
libmysofa
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnvme
liboauth
libogg
libopenmpt
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libpwquality
libraqm
libraw1394
librest
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libshumate
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspelling
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libva
libva-nvidia-driver
libvdpau
libverto
libvncserver
libvorbis
libvpl
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwnck3
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
localsearch
loupe
lsof
lua
lv2
lz4
lzo
m4
mailcap
make
malcontent
man-db
mbedtls
md4c
mdadm
mesa
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mpdecimal
mpfr
mpg123
msgraph
mtdev
mutter
nano
nautilus
ncurses
neon
net-snmp
nettle
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts-emoji
npth
nspr
nss
nvidia-dkms
nvidia-utils
obsidian
ocl-icd
oniguruma
openal
opencore-amr
openexr
openh264
openjpeg2
openrgb
openssh
openssl
opus
orc
orca
osinfo-db
ostree
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm-2.48
papers
parted
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
protobuf
protobuf-c
psmisc
python
python-argcomplete
python-cairo
python-dasbus
python-dbus
python-defusedxml
python-gobject
python-psutil
python-pyxdg
python-setproctitle
qrencode
qt5-base
qt5-translations
qt6-base
qt6-svg
qt6-translations
raptor
rav1e
readline
rtkit
rtmpdump
rubberband
rygel
samba
sane
sbc
sdl2-compat
sdl3
sdl3_ttf
sed
sequoia-sqv
serd
shaderc
shadow
shared-mime-info
showtime
simple-scan
slang
smartmontools
smbclient
snappy
snapshot
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spice-gtk
spice-protocol
spirv-tools
sqlite
sratom
srt
startup-notification
stow
sudo
sushi
svt-av1
svt-hevc
systemd
systemd-libs
systemd-sysvcompat
taglib
tailscale
talloc
tar
tdb
tecla
tevent
texinfo
tinysparql
tmux
totem
totem-pl-parser
tpm2-tss
tslib
twolame
tzdata
uchardet
udisks2
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vmaf
volume_key
vte-common
vte4
vulkan-icd-loader
vulkan-mesa-implicit-layers
vulkan-radeon
wavpack
wayland
webkit2gtk-4.1
webkitgtk-6.0
webrtc-audio-processing-1
wget
which
wildmidi
wireless_tools
wireplumber
wl-clipboard
woff2
wpa_supplicant
wsdd
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yelp
yelp-xsl
yyjson
zbar
zenity
zeromq
zimg
zix
zlib
zlib-ng
zoxide
zram-generator
zstd
zvbi
zxing-cpp
